tap "homebrew/bundle"
tap "jandedobbeleer/oh-my-posh"
tap "teamookla/speedtest"
brew "ansible"
brew "atuin"
brew "awscli"
brew "bat"
brew "coreutils"
brew "diffutils"
brew "docker"
brew "eza"
brew "fastfetch"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glab"
brew "go"
brew "helm"
brew "htop"
brew "kind"
brew "kubernetes-cli"
brew "mas"
brew "moreutils"
brew "neovim"
brew "nmap"
brew "pyenv"
brew "python@3.13"
brew "screen"
brew "shellcheck"
brew "terraform"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "tty-clock"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zsh-you-should-use"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "teamookla/speedtest/speedtest"
cask "adobe-acrobat-pro"
cask "alt-tab"
cask "app-cleaner"
cask "boop"
cask "chatgpt"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "iterm2"
cask "itsycal"
cask "maccy"
cask "microsoft-auto-update"
cask "parallels"
cask "raycast"
cask "spotify"
cask "sublime-text"
cask "visual-studio-code"
cask "vlc"
cask "windows-app"
mas "Bear", id: 1091189122
vscode "boto3typed.boto3-ide"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "esbenp.prettier-vscode"
vscode "george-alisson.html-preview-vscode"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.autopep8"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "oderwat.indent-rainbow"
vscode "redhat.vscode-yaml"
vscode "tamasfe.even-better-toml"
vscode "vscodevim.vim"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
