tap "homebrew/bundle"
tap "jandedobbeleer/oh-my-posh"
tap "teamookla/speedtest"
brew "ansible"
brew "atuin"
brew "awscli"
brew "bat"
brew "coreutils"
brew "diffutils"
brew "docker"
brew "dockutil"
brew "eza"
brew "fastfetch"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glab"
brew "go"
brew "helm"
brew "htop"
brew "kind"
brew "kubernetes-cli"
brew "mas"
brew "moreutils"
brew "neovim"
brew "nmap"
brew "pyenv"
brew "python@3.13"
brew "screen"
brew "shellcheck"
brew "terraform"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "tty-clock"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zsh-you-should-use"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "teamookla/speedtest/speedtest"
cask "adobe-acrobat-pro"
cask "alt-tab"
cask "app-cleaner"
cask "boop"
cask "chatgpt"
cask "claude"
cask "discord"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "iterm2"
cask "itsycal"
cask "maccy"
cask "microsoft-auto-update"
cask "parallels"
cask "raycast"
cask "spotify"
cask "sublime-text"
cask "tailscale"
cask "visual-studio-code"
cask "vlc"
cask "windows-app"
