tap "jandedobbeleer/oh-my-posh"
tap "teamookla/speedtest"
brew "python@3.13"
brew "ansible"
brew "atuin"
brew "awscli"
brew "bat"
brew "btop"
brew "colima"
brew "coreutils"
brew "diffutils"
brew "dnsmasq"
brew "docker"
brew "dockutil"
brew "eza"
brew "fastfetch"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glab"
brew "go"
brew "helm"
brew "htop"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "lynx"
brew "mas"
brew "minikube"
brew "moreutils"
brew "neovim"
brew "nmap"
brew "pkgconf"
brew "pyenv"
brew "ripgrep"
brew "screen"
brew "shellcheck"
brew "tailscale"
brew "terraform"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "tty-clock"
brew "wget2"
brew "xq"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zsh-you-should-use"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "teamookla/speedtest/speedtest"
cask "adobe-acrobat-pro"
cask "app-cleaner"
cask "balenaetcher"
cask "boop"
cask "chatgpt"
cask "default-handler"
cask "discord"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "itsycal"
cask "microsoft-auto-update"
cask "monitorcontrol"
cask "parallels"
cask "spotify"
cask "sublime-text"
cask "visual-studio-code"
cask "vlc"
cask "windows-app"
mas "Ethernet Menubar", id: 1549412235
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Screens 5", id: 1663047912
