tap "cpe/tools", "git@southwest.gitlab-dedicated.com:cpe/homebrew-cpe-tools.git"
tap "jandedobbeleer/oh-my-posh"
tap "teamookla/speedtest"
brew "python@3.13"
brew "ansible"
brew "awscli"
brew "bat"
brew "bat-extras"
brew "btop"
brew "colima"
brew "coreutils"
brew "dark-mode"
brew "diffutils"
brew "dnsmasq"
brew "docker"
brew "docker-compose"
brew "dockutil"
brew "duf"
brew "fastfetch"
brew "fd"
brew "folderify"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "glab"
brew "go"
brew "gstreamer"
brew "helm"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "lsd"
brew "lynx"
brew "mas"
brew "minikube"
brew "moreutils"
brew "nmap"
brew "node"
brew "openjdk"
brew "pkgconf"
brew "pre-commit"
brew "pyenv"
brew "pylint"
brew "ripgrep"
brew "screen"
brew "shellcheck"
brew "tailscale", restart_service: :changed
brew "terraform"
brew "tlrc"
brew "tmux"
brew "tmuxinator"
brew "tty-clock"
brew "uv"
brew "wget2"
brew "xq"
brew "zsh"
brew "cpe/tools/awssaml"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "teamookla/speedtest/speedtest"
cask "caffeine"
cask "adobe-acrobat-pro"
cask "balenaetcher"
cask "boop"
cask "chatgpt"
cask "default-handler"
cask "discord"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "kiro"
cask "google-chrome"
cask "iterm2"
cask "itsycal"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "monitorcontrol"
cask "parallels"
cask "spotify"
cask "sublime-text"
cask "visual-studio-code"
cask "vlc"
cask "windows-app"
mas "Ethernet Menubar", id: 1549412235
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Xcode", id: 497799835
mas "Slack", id: 803453959